Repository: translate5/translate5
Catalog: application/modules/editor/testcases/editorAPI/Translate3117Test/resource1.tmx
Source language: de_de
Languages: en_uk, en_us

source: 100%-Matches können bei der Anlage eines Projekts für die Bearbeitung durch den Lektor gesperrt werden.
en_uk: When creating a project, 100% matches can be disabled by the editor for editing.

source: Der Ergonomic Mode von translate5 reduziert die Ansicht auf die Elemente, die kontinuierlich für das Lektorat benötigt werden.
en_uk: The Ergonomic Mode of translate5 reduces the display of the elements, which are continuously needed for editing.

source: Unterstützung für "Änderungen nachverfolgen" in Trados Studio durch translate5-Export
en_uk: Support for "Track changes in Trados Studio by translate5-Export

source: Ausgeblendete Elemente können auch innerhalb des Ergonomic Mode jederzeit wieder eingeblendet werden.
en_uk: Faded-out elements can also be faded in again at any time within the Ergonomic Mode.

source: Alle Spalten von translate5 können dynamisch vom Nutzer ein- und ausgeblendet sowie verschoben werden.
en_uk: All columns of translate5 can be dynamically faded in and out, as well as, moved by the user.

source: Dies gilt für Bearbeitungs- und Ansichtsmodus genauso, wie für den Ergonomic Mode.
en_uk: This applies to the editing mode and display mode, as well as, to the Ergonomic Mode.

source: Der Ansichtsmodus ist für möglichst einfaches und schnelles Lesen ohne störende Elemente gedacht.
en_uk: The display mode is for easy and quick reading without distracting elements.

source: Dies bedingt, dass im Ansichtsmodus die Bearbeitung von Segmenten deaktiviert ist.
en_uk: This requires the deactivation of editing of segments in the display mode.

source: Die Oberfläche von translate5 steht derzeit in Deutsch und Englisch zur Verfügung.
en_uk: The surface of translate5 is currently available in German and English.

source: Die Lokalisierung erfolgt durch die Übersetzung einer XLIFF-Datei und kann somit sehr einfach auf beliebige Sprachen ausgedehnt werden.
en_uk: Localisation takes place when an XLIFF file is translated and can thus be very easily expanded to any language.

source: Wiederholungen von Segmenten können in translate5 automatisch ersetzt werden, ohne dass der Lektor sie nochmals anfassen muss.
en_uk: Repetitions of segments can be automatically replaced in translate5 without the editor having to touch them again.

source: Der Wiederholungseditor zeigt Ausgangssegment, Zielsegment und die Information, ob das Ausgangssegment wiederholt ist, das Zielsegment wiederholt ist, oder beide.
en_uk: The repetition editor displays the source segment, target segment, and the information, whether the source segment is repeated, the target segment is repeated, or both.

source: Ihr Deutsch-Russisch-Lektor versteht kein Deutsch?
en_uk: Your German-Russian editor does not understand any German?

source: Mit translate5 können Sie Ihre Deutsch-Englisch-Übersetzung als Relaissprache beim Projektimport mit anlegen.
en_uk: With translate5, you can set up your German-English translation as a relay language when importing the project.

source: Bei jedem Segment steht dann Ihrem Russisch-Lektor die Englisch-Übersetzung zusätzlich zur deutschen Ausgangssprache zur Verfügung.
en_uk: For each segment, the English translation is available to your Russian editor, in addition to the German source language.

source: Referenzdateien oder andere für das Projekt wichtige Dateien können beim Projektimport mit an translate5 übergeben werden.
en_uk: Reference files or other files important to the project, can be transferred with translate5 when importing the project.

source: Kurztag-Modus, Volltag-Modus und Ausblenden von Tags
en_uk: Short Tag Mode, Full Tag Mode, and Fade-out of Tags

source: Sie sind per Drag & Drop und per Copy & Paste in ihrer Position veränderbar.
en_uk: They can be changed in their position by dragging & dropping and by copying & pasting.

source: Darüber hinaus lässt sich die Tagdarstellung umschalten:
en_uk: The tag display can also be switched:

source: Tags sind durchnummeriert und tragen darüber hinaus keine Beschriftung.
en_uk: Tags are numbered consecutively and not labelled.

source: Im Volltag-Modus ist der Tag in voller Länge zu sehen.
en_uk: In full-tag mode, the tag can be seen in full length.

source: Im Ansichts-Modus sind die Tags vollständig ausgeblendet.
en_uk: In display mode, the tags are completely faded out.

source: Wird ein Segment automatisch als Wiederholung erkannt und angepasst, erhält es den Autostatus "Auto-Lektoriert".
en_uk: If a segment is automatically recognized as a repetition and adjusted, it has the auto status "Auto-edited".

source: Alle Segmente sind auf Basis ihres Autostatus filter- und sortierbar.
en_uk: All segments can be filtered and sorted based on their auto status.

source: Herausragende Features - MittagQI - Quality Informatics
en_uk: Prominent Features - MittagQI - Quality Informatics

source: translate5 Herausragende Features
en_uk: translate5 Prominent Features

source: Herausragende Features von translate5
en_uk: Prominent Features of translate5
en_us: Outstanding Features of translate5

source: Als erste Software setzt translate5 den Ansatz von QTLaunchpad des DFKI (Deutsches Forschungsinstitut für künstliche Intelligenz) zur Erfassung von Übersetzungsqualität um.
en_uk: As the first software, translate5 is implementing the approach ofQTLaunchpad of theDFKI (Deutsches Forschungsinstitut für künstliche Intelligenz) for the acquisition of translation quality.

source: Mit translate5 und dem QTLaunchpad-Ansatz lässt sich so Übersetzungsqualität für den jeweiligen Zweck definieren und messen.
en_uk: With translate5 and the approach of QT launch pad, translation quality can be defined and measured for the respective purpose.

source: Qualitätsmängel können direkt innerhalb des Segments ausgezeichnet werden.
en_uk: Quality deficiencies can be tagged directly within the segment.

source: Desktop-Programm im Browser
en_uk: Desktop in Browser

source: translate5 kombiniert die Vorteile einer Browseranwendung mit dem Komfort eines Desktopprogramms.
en_uk: translate5 combines the advantages of a browser application with the convenience of a desktop program.

source: Die moderne Oberfläche mit Desktop-Feeling lässt sich individuell an die Bedürfnisse des Lektors anpassen.
en_uk: The state-of-the-art surface with desktop feeling can be individually adapted to the needs of the editor.

source: Alle Spalten und Bereiche sind ein- und ausblendbar, alle Spalten verschiebbar.
en_uk: All columns and sections can be faded in and out, all columns can be moved.

source: Zehntausende Segmente hochperformant bearbeiten
en_uk: Editing Ten Thousands of Segments Highly Efficiently

source: Neben seinem Open Source-Charakter heben besonders die folgenden Features translate5 von anderen Programmen ab.
en_uk: Aside from its open source character, the following features set translate5 apart from the other programs.

source: Prüfen Sie selbst im Bildschirmfoto unserer Überblicksseite!
en_uk: Test it yourself in the screenshot of our overview page!

source: Hunderte von Dateien übersichtlich verwalten und navigieren
en_uk: Managing and Navigating Hundreds of Files Efficiently

source: Ein Klick auf eine Datei springt in Sekundenschnelle zum ersten Segment dieser Datei, unabhängig davon, ob sich 500 oder 500.000 Segmente im Projekt befinden.
en_uk: A click on a file jumps to the first segment of this file in a split second, regardless of whether there are 500 or 500,000 segments in the project.

source: Export der Änderungen des Lektors für die Änderungshistorie von Trados Studio
en_uk: Export of the Editor's Changes for the Change History of Trados Studio

source: Lassen Sie Ihren Übersetzer direkt in Trados Studio über die Annahme oder Ablehnung von Änderungen des Lektors mit Hilfe der "Änderungen nachverfolgen"-Funktion von Studio entscheiden!
en_uk: Leave it up to your translator to decide directly in Trados Studio on the acceptance or rejection of the editor's changes with the help of the function "Tracking changes" of Studio!

source: Nutzen Sie z. B. Ihre Englisch-Übersetzung als Relaissprache in translate5!
en_uk: Use, for example, your English translation as a relay language in translate5!

source: Relaissprache in translate5
en_uk: Relay language in translate5

source: translate5 zeichnet erlaubte Benennungen, Unworte und fehlende Terme direkt im Segment aus.
en_uk: translate5 tags permissible terms, misnomers, and missing terms directly in the segment.

source: Für die Termerkennung wird neben dem exakten Treffer auch Stemming, Fuzzy-Matching und Groß-Kleinschreibungstoleranz verwendet.
en_uk: For term recognition, stemming, fuzzy matching, and tolerance in the use of upper and lower case letters are used aside from exact hits.

source: Hosting Ihrer translate5-Instanz - MittagQI - Quality Informatics
en_uk: Hosting of your translate5 - MittagQI - Quality Informatics

source: Sie möchten translate5 gern einsetzen, sich aber nicht selbst um die Wartung der Systemumgebung kümmern?
en_uk: You would like to use translate5, but would prefer not taking care of the maintenance of the system environment?

source: Inhaber:
en_uk: Owner:

source: Diese E-Mail-Adresse ist vor Spambots geschützt!
en_uk: This E-mail address is protected from spambots!

source: Umsatzsteuer-ID:
en_uk: VAT ID:

source: DE268512252 Verantwortlich im Sinne des § 6 MDStV:
en_uk: DE268512252 Responsible as defined in § 6 MDStV [German Interstate Media Services Agreement]:

source: KuV24 - IT-Haftpflicht-Card - Klicken Sie hier um diese Versicherung jetzt zu validieren
en_uk: PSR24 - IT-Liability-Card - Click here to validate this insurance now

source: IT-Haftpflicht-Card von www.kuv24.de
en_uk: IT-Liability-Card von www.kuv24.de

source: Impressum - MittagQI - Quality Informatics
en_uk: About this website - MittagQI - Quality Informatics

source: E-Commerce-Shop-Systeme auf Basis von Magento und OsCommerce !
en_uk: E-commerce shop systems based on Magento and OsCommerce !

source: Wir entwickeln
en_uk: We are developing

source: Sehen Sie sich "translate5 - the openTMS-WebClient" als Beispiel an !
en_uk: Look at "translate5 - the openTMS-WebClient" as an example !

source: Tel. 07473/220202
en_uk: Telephone 07473/220202

source: Sprechen Sie uns an, wir freuen uns auf Sie !
en_uk: Contact us, we are looking forward to getting to know you !

source: Wir beraten
en_uk: We are offering advice

source: zu Prozessautomatisierungen in der Übersetzungsbranche mit Across / Congree, SDL Trados sowie translate5 / openTMS / openTM2 !
en_uk: on process automations in the translation industry with Across / Congree, SDL Trados and translate5 / openTMS / openTM2 !

source: zur optimalen Konfiguration und Bedienung von Across für Ihre Übersetzungsprozesse !
en_uk: on optimal configuration and operation of Across for your translation processes !

source: Sehen Sie, was wir Ihnen im Detail zu bieten haben !
en_uk: See what we can offer you in detail !

source: aus Sicht von Technik und Usablity !
en_uk: from the point of view of technology and usability !

source: hinsichtlich Sprache, Inhalt und Inhaltsstruktur !
en_uk: in terms of language, content, and content structure !

source: hinsichtlich Links, Social Media-Nutzung und Partner-Networking !
en_uk: in terms of links, social media use, and partner networking !

source: Bitte Namen eingeben
en_uk: Please enter name

source: Bitte eine gültige E-Mail Adresse eingeben
en_uk: Please enter a valid E-mail address

source: Bitte Nutzungsbedingungen lesen
en_uk: Please read Terms of Use

source: Wählen Sie bitte die Listen aus, die Sie abonnieren möchten
en_uk: Please select the lists you would like to subscribe

source: Newsletter Abonnement
en_uk: Newsletter Subscription

source: Nutzer-Informationen
en_uk: User information

source: Erhalten
en_uk: Received

source: Abonnement
en_uk: Subscription

source: Abostatus ändern
en_uk: Change subscription status

source: Abmelden
en_uk: Unsubscribe

source: Anmelden
en_uk: Subscribe

source: translate5 Neuigkeiten
en_uk: translate5 news

source: Dieser Newsletter informiert zu neuen Features und weiteren Neuigkeiten rund um translate5.
en_uk: This newsletter informs you about new features and other news all aroundtranslate5.

source: translate5 ist auf github auf mehrere Repositories verteilt und benötigt darüber hinaus eine Reihe externer Bibliotheken.
en_uk: translate5 is distributed to several repositories on github and, in addition to that, requires a number of external libraries.

source: Bitte beachten Sie: github dient auch der Entwicklung als Repository.
en_uk: Please note: github also serves as a repository to the development.

source: Daher ist der letzte Stand der Entwicklung in der Regel nicht für den Produktiveinsatz gedacht und kann Fehler enthalten!
en_uk: For that reason, the latest update of the development is usually not meant for use in live systems and can contain errors!

source: Ein lauffähiges Release, welches bereits alle Abhängigkeiten korrekt enthält erhalten Sie gern von uns auf Anfrage.
en_uk: On request, we will be happy to send you an executable release, which already contains all dependencies correctly.

source: Suchmaschinenoptimierung - MittagQI - Quality Informatics
en_uk: Search engine optimization - MittagQI - Quality Informatics

source: Consulting Suchmaschinenoptimierung
en_uk: Consulting Search engine optimization

source: Suchmaschinenoptimierung ist ein komplexer Vorgang, bei dem eine Vielzahl von Faktoren zusammenwirken:
en_uk: Search engine optimization is a complex process during which a wide range of factors concur:

source: Sie sind immer wieder in Veränderung begriffen.
en_uk: They are always changing.

source: Denn gefunden wird immer Sprache.
en_uk: Since language will always be found.

source: Schließlich ist es wichtig, sprachlich und marketingtechnisch geschickt das Wissen und die intuitiven Vermutungen über IT-Zusammenhänge anzuwenden.
en_uk: Finally, it is important to skilfully apply the knowledge and the intuitive assumptions about IT contexts from a linguistic and marketing point of view.

source: Über Marc Mittag - MittagQI - Quality Informatics
en_uk: About Marc Mittag - MittagQI - Quality Informatics

source: Über MittagQI - MittagQI - Quality Informatics
en_uk: About MittagQI - MittagQI - Quality Informatics

source: Über MittagQI - Quality Informatics
en_uk: About MittagQI - Quality Informatics

source: MittagQI - Quality Informatics wurde 2009 von Marc Mittag gegründet.
en_uk: MittagQI - Quality Informatics was founded byMarc Mittag in 2009.

source: Der Anspruch und die Stärke unserer Mitarbeiter ist die professionelle IT:
en_uk: The claim and strength of our employees is professional IT:

source: qualitativ hochwertige Softwareentwicklung
en_uk: high quality software development

source: fundiertes Consulting, welches Ihnen selbst die Prozesshoheit und -kontrolle (wieder) gibt und sie somit möglichst stark und unabhängig macht
en_uk: knowledgeableconsulting, which gives you (back) process authority and control and thus makes you as strong and independent as possible

source: professionelle und schnelle Unterstützung bei Ihren alltäglichen Prozessen und Ihrer Nutzung von translate5, Across, SDL Trados, Magento, Joomla oder OsCommerce.
en_uk: professional and quick support in your everyday processes and your use of translate5, Across, SDL Trados, Magento, Joomla, or OsCommerce.

source: Testen Sie uns!
en_uk: Test us!

source: Übersicht
en_uk: Overview
en_us: Overview

source: translate5 bietet modernstes desktopartiges Arbeiten im Browser mit vielen interessanten, teilweise einzigartigen Features.
en_uk: translate5 offers state-of-the-art, desktop-like working in the browser with many interesting features, some of them unique.

source: translate5 ist Open Source und damit eine kostenlose Software.
en_uk: translate5 is Open Source and Therefore Free Software.

source: Übersicht - MittagQI - Quality Informatics
en_uk: Overview - MittagQI - Quality Informatics

source: Für translate5 spricht:
en_uk: For translate5 speaks:

source: Hohe Performance, desktop-artige Bedienung & flexible anpassbare Oberfläche
en_uk: High Performance, Desktop-like Operation & Flexibly Adaptable Surface

source: Die moderne Architektur erlaubt dem Lektor, in translate5 10000 oder mehr Segmente fortlaufend zu scrollen, zu sortieren oder zu filtern.
en_uk: The state-of-the-art architecture allows the editor in translate5 continuous scrolling, sorting, and filtering of 10,000 or more segments.

source: Die Filterung ist flexibel über Ausgangs- und Zieltext, Kommentare, Status, letzte Bearbeiter etc. kombinierbar.
en_uk: Filtering can be flexibly combined across source and target texts, comments, status, last editor etc.

source: Bedienung und Look & Feel erinnern an eine Desktop-Anwendung
en_uk: Operation and look & feel bring to mind a desktop application

source: Innovativ & einzigartig:
en_uk: Innovative & Unique:

source: Inspiriert durch und umgesetzt für QTLaunchpad - ein EU-gefördertes Projekt von DFKI (Deutsches Forschungsinstitut für künstliche Intelligenz), Dublin City University, University of Sheffield und Athena Institute for Language and Speech Processing
en_uk: Inspired by and converted for QTLaunchpad - a project supported by the EU of DFKI (Deutsches Forschungsinstitut für künstliche Intelligenz), Dublin City University, University of Sheffield und Athena Institute for Language and Speech Processing

source: Umfassende Features
en_uk: Comprehensive Features

source: Nutzen einer Relaissprache (Ihr Deutsch-Russisch-Lektor versteht kein Deutsch?
en_uk: Use of a relay language (Your German-Russian editor does not understand any German?

source: Nutzen Sie z. B. Ihre Englisch-Übersetzung als Relaissprache in translate5!)
en_uk: Use, for example, your English translation as a relay language in translate5!)

source: Dateianhänge am Projekt
en_uk: File attachments in project

source: Beliebig viele Dateien in einem Projekt
en_uk: Any number of files in a project

source: Ein- und Ausblenden von Spalten, Umgruppieren von Spalten etc.
en_uk: Fading columns in and out, restructuring columns, etc.

source: Auf Wunsch bei Projektanlage auch QM-Tagging in der Ausgangssprache
en_uk: On request, when creating project, also QM tagging in source language

source: Kurz- und Volltag-Modi
en_uk: Short and full tag modes

source: Zum Bildschirmfoto
en_uk: To screenshot

source: Statistische Auswertung der erfassten Fehler
en_uk: Statistical evaluation of detected errors

source: Editormodi Verschiedene Ansichtsmodi:
en_uk: editor modes Different display modes:

source: Bearbeitungsmodus:
en_uk: Editing mode:

source: Wie im Bildschirmfoto (alle Spalten eingeblendet, kleine Schrift)
en_uk: As in screenshot (all columns faded in, small lettering)

source: Ergonomic-Modus:
en_uk: Ergonomic mode:

source: Ansichtsmodus:
en_uk: Display mode:

source: Wie Bearbeitungsmodus, aber ohne Zieltextspalte und Bearbeitungsmöglichkeit
en_uk: Like editing mode, but without target text column and editing option

source: Einfügen von QM-Tags um beliebige Subsegmente herum
en_uk: Inserting of QM tags around any subsegments

source: Auswertung on-the-fly
en_uk: Evaluation on-the-fly

source: Beliebige Anzahl von Kommentaren versehen mit Benutzernamen und Zeitstempel
en_uk: Any number of comments provided with user names and time stamps

source: Eigene Kommentare editierbar
en_uk: Own comments can be edited

source: Segmente nach Kommentarinhalten filterbar
en_uk: Segments can be filtered according to comment contents

source: Kommentarspalte
en_uk: Comment Column

source: Dateiübersicht
en_uk: File Overview

source: Breite nach belieben veränderbar
en_uk: Width can be changed to your preference

source: Dateireihenfolge sortierbar
en_uk: File sequence can be sorted

source: Alle Spalten filter- und sortierbar
en_uk: All columns can be filtered and sorted

source: Filter mehrerer Spalten kombinierbar
en_uk: Filters of several columns can be combined

source: Terminologie im Segment
en_uk: Terminology in Segment

source: Blau unterstrichen:
en_uk: Underlined in blue:

source: Term und Übersetzung vorhanden
en_uk: Term and translation exist

source: Rot unterstrichen:
en_uk: Underlined in red:

source: Term fehlt in Übersetzung
en_uk: Term is missing in translation

source: Violett hinterlegt:
en_uk: Highlighted in purple:

source: Verwendeter Term ist verbotene Benennung
en_uk: Used term is banned

source: Wird bei Speichern des Segments automatisch gesetzt
en_uk: Is automatically set when saving segment

source: Häkchen:
en_uk: Check mark:

source: Wurde lektoriert
en_uk: Was edited

source: Zahnrad:
en_uk: Cog wheel:

source: Zeigen die Werte des aktuellen Segments
en_uk: Display the values of current segment

source: Terminologie enthält auch nicht im Segment verwendete Terme eines verwendeten Begriffs
en_uk: Terminology also contains terms of a used term not used in the segment

source: Wählbare Werte für "QM" und "Status" sind pro Installation frei konfigurierbar
en_uk: Selectable values for "QM" and "status" can be configured freely per installation

source: Anmerkung:
en_uk: Note:

source: Spalten der Segmenttabelle können vom Benutzer dynamisch aus- und eingeblendet werden.
en_uk: Columns of the segment table can be dynamically faded in and out by the user.

source: Im Bildschirmfoto ist dies für die Spalten "QM" und "Status" geschehen.
en_uk: This happened for the columns "QM" and "status" in the screenshot.

source: Filter
en_uk: Filters

source: Im Business ‒ Für das Business ‒ In Businesskleidung
en_uk: In the Business - For the Business - In Business Attire
en_us: In the Business — For the Business — In Business Attire

source: Nähere Informationen zu Inhalten und Konzept von "Yoga for business", Naam Yoga im Allgemeinen und Shakti Naam im Besonderen finden Sie auf "Naam Yoga Neckar Alb".
en_uk: More details to content and concept of "Yoga for business", Naam Yoga in general andShakti Naam in particular, see"Naam Yoga Neckar Alb".
en_us: More details to content and concept of “Yoga for business”, Naam Yoga in general andShakti Naam in particular, see “Naam Yoga Neckar Alb”.

source: "Yoga for business" ist dafür optimiert, im Business angeboten und durchgeführt zu werden.
en_uk: "Yoga for business" is optimized to be offered and implemented in business.

source: Es adressiert und fokussiert die Bedürfnisse von Menschen, die im Business in Verantwortung stehen und ist darauf ausgerichtet, ihnen Energie und klares Bewusstsein zu geben und sie so optimal zu unterstützen.
en_uk: It addresses and focuses on the needs of people who carry responsibility in business, and aims to give you energy and clear awareness and thus optimally support you.
en_us: It addresses and focuses on the needs of people who carry responsibility in business, and aims to give you energy and clear awareness and thus optimally support you.

source: Marc Mittag, Inhaber von MittagQI, unterrichtet "Yoga for business" vor dem Hintergrund einer eigenen 16-jährigen täglichen Yoga- und Meditationspraxis und seiner 13-jährigen Businessverantwortung.
en_uk: Marc Mittag, owner of MittagQI, teaches "Yoga for business" against the backdrop of his own daily yoga and meditation practice of 16 years and his business responsibility of 13 years.
